#### Πείραμα εκφόρτησης μπαταρίας - 22-04-2021
Με το πείραμα αυτό θέλουμε να δούμε τον τρόπο εκφόρτησης της μπαταριας και να υπολογίσουμε τον μέσο όρο κατανάλωσης του ESP32 όταν αποστέλει ανα 3 δευτερόλεπτα με ανοιχτό το WIFI δεδομένα.

#### Περιβάλον εκτέλεσης
Μπαταρία: ANR26650M1-B χωρητικότητας 2500mAh
Κώδικας όπως είναι στις 20-4-2021

#### Αποτελέσματα
Ξεκινήσαμε το πείραμα στις 20-04-2021 στις 15:54 και λάβαμε την τελευταία μέτρηση στις 22-04-2021 και ώρα 07:04

Συνολική διάρκεια: 1 ημέρα, 15 ώρες και 10 λεπτά, δηλαδή **περίπου 39 ώρες.**

Γραφική παράσταση μπαταρίας



